Repository: Keddnyo/TypeCast
Catalog: lib/l10n/app_*.arb
Languages: ru

# openForumHint
source: Open menu drawer and choose item
ru: Откройте меню и выберите раздел

source: Send
ru: Отправить

source: Android - Apps
ru: Android - Программы

source: Android - Games
ru: Android - Игры

source: Wearable Apps
ru: Носимые устройства

source: Settings
ru: Настройки

source: Appearance
ru: Внешний вид

source: Dark mode
ru: Тёмная тема

# darkModeSummary
source: Good for AMOLED screens
ru: Актуально для AMOLED экранов

source: Behavior
ru: Поведение

# softWrap
source: Text wrapping
ru: Перенос строк

# softWrapSummary
source: Good for small-size screens
ru: Удобно для маленьких экранов

# openLastPost
source: Open the last post
ru: Переход в конец темы

# openLastPostSummary
source: Open the last post in the digest topic
ru: Открывать последний пост при отправке

source: About
ru: О приложении

# aboutSummary
source: Source code on GitHub
ru: Репозиторий на GitHub

source: Developer
ru: Разработчик
